Repository: ruslanturan/VendPay-Swift-XCode
Catalog: VendPay/*.lproj/Localizable.strings
Languages: ka

source: Login
ka: შესვლა

source: Register
ka: რეგისტრაცია

source: or
ka: ან

# continune_fb
source: Continune With Facebook
ka: გააგრძელეთ Fb-ით

# continune_apple
source: Continune With Apple
ka: გააგრძელეთ Apple–ით

# need
source: Need help?
ka: დახმარება მჭირდებათ?

# mail
source: E-mail
ka: ელფოსტა

# pass
source: Password
ka: პაროლი

# forgot
source: forgot password?
ka: დაგავიწყდათ პაროლი?

# id
source: ID number
ka: ID ნომერი

# newpass
source: New password
ka: ახალი პაროლი

# confirmpass
source: Confirm password
ka: პაროლის გამეორება

# change
source: Change Password
ka: პაროლის შეცვლა

source: Username
ka: მომხმარებელი

# number
source: Phone number
ka: ტელეფონის ნომერი

source: Balance:
ka: ბალანსი:

# scan
source: Scan QR
ka: QR-კოდის სკანირება

# exact
source: Exact Amount
ka: ზუსტი თანხა

source: Add Balance
ka: ბალანსის შევსება

# transfer
source: Transfer Money
ka: თანხის გაგზავნა

# lang
source: Change Language
ka: ენის შეცვლა

# contact
source: Contact Us
ka: დაგვიკავშირდით

source: Logout
ka: გასვლა

source: Send
ka: გაგზავნა

source: Receive
ka: მიღება

source: Amount
ka: თანხა

source: Amount:
ka: თანხა:

# receiver
source: Receiver ID
ka: მიმღების ID

# unique
source: Verification code
ka: ერთჯერადი კოდი

# send_receiver
source: After clicking the button the receiver will get that verification code
ka: ღილაკზე დაჭერისას, მიმღები მიიღებს ვერიფიკაციის კოდს

# send_sms
source: After clicking the button you will get that verification code by SMS
ka: ღილაკზე დაჭერის შემდეგ მიიღებთ დამადასტურებელ კოდს SMS- ით

# send_mail
source: After clicking the button you will get that verification code by e-mail
ka: ღილაკზე დაწკაპუნების შემდეგ მიიღებთ დამადასტურებელ კოდს ელფოსტით

source: Complete
ka: გაგზავნა

source: From:
ka: საიდან:

source: Refresh
ka: განახლება

source: Last card
ka: აქტიური ბარათი

# ending
source: Ending with
ka: ბარათის დაბოლოება

# new_card
source: Use new card
ka: ახალი ბარათი

source: Card number
ka: ბარათის ნომერი

source: Month
ka: თვე

source: Year
ka: წელი

# SMS
source: Enter the onetime code sent you via SMS
ka: შეიყვანეთ ერთჯერადი კოდი, რომელიც გამოგიგზავნით SMS- ით

source: Code
ka: კოდი

source: Confirm
ka: დადასტურება

# incMail
source: Incorrect E-mail
ka: ელფოსტა არასწორია

# readyMail
source: This e-mail already registered
ka: ელფოსტა უკვე არსებობს

# pleaseMail
source: Please enter correct e-mail.
ka: გთხოვთ მიუთითოთ სწორი ელფოსტა.

# incPhone
source: Incorrect Phone number
ka: ტელეფონის ნომერი არასწორია

# pleasePhone
source: Please enter correct phone number.
ka: გთხოვთ მიუთითოთ სწორი ტელეფონის ნომერი.

# incUser
source: Incorrect Username
ka: მომხმარებლის სახელი არასწორია

# pleaseUser
source: Please enter correct username.
ka: გთხოვთ შეიყვანოთ სწორი მომხმარებლის სახელი.

# incPass
source: Incorrect Password
ka: პაროლი არასწორია

# wrongPass
source: Please enter correct password.
ka: შეიყვანეთ სწორი პაროლი

# notfound
source: User not found
ka: მომხმარებელი ვერ მოიძებნა

# pleasePass
source: Please enter correct password.
ka: გთხოვთ შეიყვანოთ სწორი პაროლი.

# incID
source: Incorrect ID
ka: ID არასწორია

# wrongID
source: ID is wrong.
ka: ID არასწორია

# ID
source: Please enter correct ID.
ka: გთხოვთ შეიყვანოთ სწორი ID.

# recID
source: Please enter correct ID for receiver.
ka: გთხოვთ, სწორად შეიყვანოთ მიმღების ID.

# notMatch
source: Passwords don't match.
ka: პაროლები არ ემთხვევა.

source: Success
ka: სწორია

# successfully
source: Operation completed successfully
ka: ოპერაცია წარმატებით დასრულდა

# changed
source: Password changed successfully.
ka: პაროლი წარმატებით შეიცვალა.

source: Error
ka: შეცდომა

# noRequest
source: Verification code not received.
ka: ვერიფიკაციის კოდი მიღებული არ არის.

# incAmount
source: Incorrect Amount
ka: თანხის ფორმა არ არის სწორი

# pleaseAmount
source: Please enter correct amount
ka: გთხოვთ მიუთითოთ სწორი თანხა

# noMone
source: You don't have that money in your account.
ka: ბალანსზე არ არის საკმარისი თანხა

# incUnique
source: Incorrect verification code
ka: ვერიფიკაციის კოდი არასწორია

# pleaseUnique
source: Please enter correct verification code
ka: გთხოვთ შეიყვანოთ სწორი ვერიფიკაციის კოდი

# completed
source: Operation completed
ka: ოპერაცია დასრულებულია

# incValue
source: Incorrect value
ka: მითითებული მნიშვნელობა არ არის კორექტული

# pleaseCard
source: Please enter correct card number
ka: გთხოვთ მიუთითოთ სწორი ბარათის ნომერი

# pleaseMonth
source: Please enter correct month value
ka: გთხოვთ მიუთითოთ თვის სწორი მნიშვნელობა

# pleaseYear
source: Please enter correct year value
ka: გთხოვთ მიუთითოთ სწორი წლის მნიშვნელობა

# pleaseCVV
source: Please enter correct CVV
ka: გთხოვთ შეიყვანოთ სწორი CVV

# tryagain
source: An error occured. Please try again later.
ka: მოხდა შეცდომა. გთხოვთ, სცადოთ მოგვიანებით.

# sent
source: sent to receiver
ka: გაგზავნილი მიმღებისთვის

# denied
source: Camera access is denied. You must give access from settings
ka: კამერაზე წვდომა აკრძალულია. თქვენ უნდა მისცეთ წვდომა პარამეტრებიდან

# focus
source: Please focus on QR
ka: გთხოვთ, დაანათოთ QR-კოდს

source: Connecting
ka: დაკავშირება

# newCard
source: Use New Card
ka: ბარათის გამოყენება

source: Warning
ka: გაფრთხილება

# sending
source: You are sending
ka: თქვენ აგზავნით

# conf
source: GEL to the Vending device. Do you confirm?
ka: ლარს ვენდინგ აპარატზე. ადასტურებთ?

# how
source: How it works?
ka: როგორ მუშაობს ეს?

# reqCode
source: Request code
ka: მოითხოვეთ კოდი

# got
source: Got it
ka: გასაგებია

# transaction
source: Transaction History
ka: ტრანზაქციების ისტორია

# save_
source: Do you want to save this card as default?
ka: გსურთ ამ ბარათის შენახვა?

# call
source: Call us
ka: დაგვირეკეთ

# write
source: Mail us
ka: მოგვწერეთ

# wrongQR
source: QR code is wrong
ka: QR კოდი არასწორია

# busyMachine
source: Vend is busy
ka: ვენდი დაკავებულია

source: Account
ka: პირადი კაბინეტი

# paymethod
source: Payment method:
ka: Გადახდის საშუალება:

# nocard
source: No saved card
ka: შენახული ბარათი არ არის

# increase
source: You need to increase the balance to add a payment method. After that, you can set the card as default
ka: გადახდის მეთოდის დასამტებლად, უნდა შეავსოთ ბალანსი, ამიშ შემდეგ ტქვენ შეძლებთ ბარათის დამახსოვრებას.

# newMail
source: New e-mail
ka: ახალი ელფოსტა

# mailChanged
source: Mail changed successfully.
ka: ფოსტა წარმატებით შეიცვალა.

# newPhone
source: New phone number
ka: ახალი ტელეფონის ნომერი

# readyPhone
source: This phone number already registered
ka: ეს ტელეფონის ნომერი უკვე დარეგისტრირებულია

# tryLogin
source: You changed your password. Try to login
ka: თქვენ შეცვალეთ თქვენი პაროლი. შეეცადეთ შეხვიდეთ

# minimumAmount
source: Minimum allowed amount is 0.50 GEL
ka: მინიმალური დასაშვები თანხაა 0.50 ლარი

# remember
source: Remember me
ka: შეინახოს მონაცემები
